[SnowShell]
INT_SETTING_VER=26
[Menu]
STRING_MENU_FILE=Arquivo
STRING_MENU_NOISE=Limpar Ruído
STRING_MENU_SCALE=Escala
STRING_MENU_EXPORT=Exportar
STRING_MENU_CONFIRM=Avisos
[File]
STRING_MENU_FILE_IMAGE_SEL=Selecionar a Imagem e Executar
STRING_MENU_FILE_CREDIT=Créditos
STRING_MENU_FILE_QUIT=Sair
[Noise]
STRING_MENU_NOISE_NONE=Sem
STRING_MENU_NOISE_LOW=Baixo
STRING_MENU_NOISE_MID=Médio
STRING_MENU_NOISE_HIGH=Alto
STRING_MENU_NOISE_VERY_HIGH=Máximo
[Scale]
STRING_MENU_SCALE_CUSTOM=Outra
[GPU]
STRING_MENU_GPU_CPU=Usar CPU
STRING_MENU_GPU_GPU=Preferir GPU
[TTA]
STRING_MENU_TTA_DISABLED=Desativado
STRING_MENU_TTA_ENABLED=Ativado
[Export]
STRING_MENU_EXPORT_SAME=Mesma pasta do arquivo original
STRING_MENU_EXPORT_NEW=Escolher pasta
[Confirm]
STRING_MENU_CONFIRM_SHOW=Mostrar Avisos
STRING_MENU_CONFIRM_SKIP=Esconder Avisos
STRING_MENU_CONFIRM_DEBUG=Mostrar log de Conversão
[Text]
INT_TEXT_TAB=14
STRING_TEXT_NOISE=Limpar Ruído
STRING_TEXT_NOISE_NONE=Sem
STRING_TEXT_NOISE_LOW=Baixo
STRING_TEXT_NOISE_MID=Médio
STRING_TEXT_NOISE_HIGH=Alto
STRING_TEXT_NOISE_VERY_HIGH=Máximo
STRING_TEXT_SCALE=Ampliação
STRING_TEXT_SCALE_x1_0=x1.0
STRING_TEXT_SCALE_x1_5=x1.5
STRING_TEXT_SCALE_x1_6=x1.6
STRING_TEXT_SCALE_x2_0=x2.0
STRING_TEXT_SCALE_PREFIX=x
STRING_TEXT_SCALE_POSTFIX=
STRING_TEXT_GPU=Converter
STRING_TEXT_GPU_CPU=CPU
STRING_TEXT_GPU_CPU_TTA=CPU (Com TTA)
STRING_TEXT_GPU_GPU=GPU
STRING_TEXT_GPU_GPU_TTA=GPU (Sem TTA)
STRING_TEXT_GPU_VULKAN=VULKAN
STRING_TEXT_GPU_VULKAN_TTA=VULKAN (Sem TTA)
STRING_TEXT_EXPORT=Local
STRING_TEXT_EXPORT_SAME=Mesma Pasta
STRING_TEXT_EXPORT_NEW=Pasta de Saída
STRING_TEXT_CONFIRM=Avisos
STRING_TEXT_CONFIRM_SHOW=Mostrar
STRING_TEXT_CONFIRM_SKIP=Esconder
STRING_TEXT_CONFIRM_TITLE=Aviso
STRING_TEXT_CONFIRM_MESSAGE=Imagens grandes requer alto processamento.\nVocê deseja continuar?
STRING_TEXT_CONFIRM_CUSTOM_SCALE_TITLE=Aviso
STRING_TEXT_CONFIRM_CUSTOM_SCALE_MESSAGE=Ampliar de mais a imagem pode resultar em erros no processo\nVocê deseja continuar?
STRING_TEXT_NOCONVERTER_TITLE=Erro
STRING_TEXT_NOCONVERTER_MESSAGE=Sem conversor disponível.\nPor favor cheque sua versão do Windows.
STRING_TEXT_TOO_LONG_PATH_TITLE=Erro
STRING_TEXT_TOO_LONG_PATH_MESSAGE=Não foi possível converter. O nome do Arquivo é muito grande.
STRING_TEXT_TOO_LONG_PATH_MESSAGE_COUNT=Erro
STRING_TEXT_ABORT_CONVERT_TITLE=Confirmar
STRING_TEXT_ABORT_CONVERT_MESSAGE=Deseja interromper o processamento?